Repository: 0mars/askbot-devel
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt

source: Change email
pt: Alterar email

source: Add or update the email address associated with your account.
pt: Adicionar ou alterar o endereço de email associado à sua conta.

source: Change openid associated to your account
pt: Alterar a OpenID associada à sua conta

source: Erase your username and all your data from website
pt: Eliminar o seu nome de utilizador e todos os seus dados do website

source: User login
pt: Início de sessão

source: Your answer to %(title)s %(summary)s will be posted once you log in
pt: A sua resposta a %(title)s %(summary)s será colocada assim que iniciar sessão

source: Your question %(title)s %(summary)s will be posted once you log in
pt: A sua pergunta %(title)s %(summary)s será colocada assim que iniciar sessão

source: Click to sign in through any of these services.
pt: Clique para iniciar sessão através de um destes serviços

source: Enter your <span id="enter_your_what">Provider user name</span>
pt: Insira o seu <span id="enter_your_what">nome de utilizador para o serviço</span>

source: Enter your <a class="openid_logo" href="http://openid.net">OpenID</a> web address
pt: Introduza o seu endereço<a class="openid_logo" href="http://openid.net">OpenID</a>

source: Login
pt: Iniciar sessão

source: Enter your login name and password
pt: Introduza o seu nome de utilizador e password

source: Login name
pt: Nome de utilizador

source: Create account
pt: Criar conta

source: Why use OpenID?
pt: Porquê utilizar uma OpenID?

source: with openid it is easier
pt: com uma openid é mais fácil

source: reuse openid
pt: reutilize uma openid

source: openid is widely adopted
pt: a open id é adoptada por milhões

source: openid is supported open standard
pt: a openid é um standard aberto

source: Find out more
pt: Descubra mais

source: Get OpenID
pt: Obtenha uma OpenID

source: Signup
pt: Registar

source: Create login name and password
pt: Criar um nome de utilizador e uma password

source: Traditional signup info
pt: Informação de registo tradicional

source: Create Account
pt: Criar Conta

source: return to OpenID login
pt: voltar ao login por OpenID
