Repository: 0mars/askbot-devel
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt

source: choose a username
pt: escolha um nome de utilizador

source: user name is required
pt: o nome de utilizador é obrigatório

source: sorry, this name is taken, please choose another
pt: lamentámos, este nome já se encontra em use, por favos escolha outro

source: sorry, this name is not allowed, please choose another
pt: lamentámos, este nome não é permitido, por favor escolha outro

source: sorry, there is no user with this name
pt: lamentámos, não esxiste nenhum utilizador com esse nome

source: sorry, we have a serious error - user name is taken by several users
pt: lamanetámos, existe um erro severo, este nome está em uso por vários utilizadores

source: user name can only consist of letters, empty space and underscore
pt: o nome de utilizador deve apenas ser constítuido por letras, espaços ou 'underscores'

source: your email address
pt: o seu endereço de email

source: email address is required
pt: o endereço de email é obrigatório

source: please enter a valid email address
pt: por favor introduza um endereço de email válido

source: this email is already used by someone else, please choose another
pt: este email já está em utilização, por favor escolha outro

source: i-names are not supported
pt: 'i-names' não são suportados

source: Account with this name already exists on the forum
pt: Uma conta com este nome já existe no forum

source: can't have two logins to the same account yet, sorry.
pt: lamentámos, de momento não é possível ter duas sessões iníciadas com a mesma conta.

source: Please enter valid username and password (both are case-sensitive).
pt: Por favor introduza um nome de utilizador e password válidos (a capitalização conta).

source: This account is inactive.
pt: Esta conta está desactivada

source: Login failed.
pt: Início de sessão falhou

source: Please enter username and password
pt: Por favor introduza o nome de utilizador e password

source: Please enter your password
pt: Por favor introduza a password

source: Please enter user name
pt: Por favor introduza o nome de utilizador

source: Please enter a valid username and password. Note that both fields are case-sensitive.
pt: Por favor introduza um nome de utilizador e password válidos. A capitalização conta em ambos os campos.

source: choose password
pt: escolha uma password

source: password is required
pt: a password é obrigatória

source: retype password
pt: re-introduza a password

source: please, retype your password
pt: por favor, reintroduza a password

source: sorry, entered passwords did not match, please try again
pt: lamentámos, as passwords não coincidem, por favor tente de novo

source: Current password
pt: Password actual

source: New password
pt: Nova password

source: Retype new password
pt: Reintroduza a password

source: Old password is incorrect. Please enter the correct password.
pt: A password anterior está incorrecta. Por favor introduza a password correcta.

source: new passwords do not match
pt: as novas passwords não coincidem

source: Your user name (<i>required</i>)
pt: O seu nome de utilizador (<i>obrigatório</i>)

source: Incorrect username.
pt: Nome de utilizador incorrecto.

source: signin/
pt: entrar/

source: newquestion/
pt: novapergunta/

source: newanswer/
pt: novaresposta/

source: signout/
pt: sair/

source: complete/
pt: completar/

source: external-login/
pt: login-externo/

source: register/
pt: registrar/

source: signup/
pt: novaconta/

source: sendpw/
pt: enviarpass/

source: confirm/
pt: confirmar/

source: validate/
pt: validar/

source: change/
pt: alterar/

source: sendkey/
pt: enviar_chave/

source: verify/
pt: verificar/

source: delete/
pt: remover/

source: OpenID %(openid_url)s is invalid
pt: A OpenID %(openid_url)s é inválida

source: Welcome email subject line
pt: Assunto do email de boas vindas

source: Password changed.
pt: Password alterada

source: your email needs to be validated see %(details_url)s
pt: o seu email necessita de ser validado, veja %(details_url)s

source: Email verification subject line
pt: Assunto do email de validação

source: your email was not changed
pt: o seu email não foi alterado

source: No OpenID %s found associated in our database
pt: Não foi encontrada uma associação para a OpenID %s na base de dados

source: The OpenID %s isn't associated to current user logged in
pt: A OpenID %s não está associada com o utilizador actualmente ligado

source: Email Changed.
pt: Email alterado

source: This OpenID is already associated with another account.
pt: Esta OpenID já está associada com outra conta

source: OpenID %s is now associated with your account.
pt: A OpenID %s está agora associada com a sua conta

source: Account deleted.
pt: Conta removida

source: Request for new password
pt: Pedido de nova password

source: A new password and the activation link were sent to your email address.
pt: A nova password e o link de activação foram enviados para o seu endereço de email

source: Could not change password. Confirmation key '%s' is not registered.
pt: Não foi possível alterar a password. A chave de confirmação '%s' não se encontra registada.

source: Can not change password. User don't exist anymore in our database.
pt: Não foi possível alterar a password. O utilizador já não existe na base de dados.

source: Password changed for %s. You may now sign in.
pt: Password para %s alterada. Já pode iniciar sessão.

source: Your question and all of it's answers have been deleted
pt: A sua pergunta e todas as respostas associadas foram removidas

source: Your question has been deleted
pt: A sua pergunta foi removida

source: The question and all of it's answers have been deleted
pt: A pergunta e todas as respostas associadas foram removidas

source: The question has been deleted
pt: A pergunta foi removida

source: duplicate question
pt: pergunta duplicada

source: question is off-topic or not relevant
pt: pergunta fora de tópico ou sem relevância

source: too subjective and argumentative
pt: muito subjectiva ou argumentativa

source: is not an answer to the question
pt: não é uma resposta para a pergunta

source: the question is answered, right answer was accepted
pt: a pergunta foi respondida, a resposta certa foi escolhida

source: problem is not reproducible or outdated
pt: não é possível reproduzir o problema, ou este está desactualizado

source: question contains offensive inappropriate, or malicious remarks
pt: a pergunta contém comentários ofensivos, inapropiados ou maliciosos

source: spam or advertising
pt: spam ou publicidade

source: question
pt: pergunta

source: answer
pt: resposta

source: commented question
pt: pergunta comentada

source: commented answer
pt: resposta comentada

source: edited question
pt: pergunta alterada

source: edited answer
pt: resposta alterada

source: received award
pt: galardão recebido

source: marked best answer
pt: escolhida como a melhor resposta

source: upvoted
pt: votada positivamente

source: downvoted
pt: votada negativamente

source: canceled vote
pt: voto cancelado

source: deleted question
pt: pergunta removida

source: deleted answer
pt: resposta removida

source: marked offensive
pt: marcada como ofensiva

source: updated tags
pt: etiquetas alteradas

source: selected favorite
pt: seleccionada como favorita

source: completed user profile
pt: perfil de utilizador completado

source: email update sent to user
pt: email de actualização enviado para o utilizador

source: [closed]
pt: [fechada]

source: [deleted]
pt: [removida]

source: initial version
pt: versão inicial

source: retagged
pt: etiquetas alterada

source: exclude ignored tags
pt: excluir etiquetas alteradas

source: allow only selected tags
pt: permitir apenas etiquetas seleccionadas

source: latest questions
pt: últimas perguntas

source: question/
pt: pergunta/

source: title
pt: título

source: please enter a descriptive title for your question
pt: por favor introduza um título descritivo para a sua pergunta

source: title must be > 10 characters
pt: o título deve conter mais que 10 caractéres

source: content
pt: conteúdo

source: question content must be > 10 characters
pt: o conteúdo da pergunta deve conter mais que 10 caractéres

source: tags
pt: etiquetas

source: Tags are short keywords, with no spaces within. Up to five tags can be used.
pt: Etiquetas são pequenas palavras chave sem expaços. Pode utilizar até cinco etiquetas

source: tags are required
pt: as etiquetas são obrigatórias

source: please use 5 tags or less
pt: por favor utilize 5 etiquetas ou menos

source: tags must be shorter than 20 characters
pt: as etiquetas devem conter menos que 20 caratéres

source: please use following characters in tags: letters 'a-z', numbers, and characters '.-_#'
pt: por favor utilize apenas os seguintes caractéres nas etiquetas: letras a-z, números ou os caractéres '.-_#'

source: community wiki
pt: wiki da comunidade

source: if you choose community wiki option, the question and answer do not generate points and name of author will not be shown
pt: se seleccionar 'wiki da comunidade' a pergunta e a resposta não geram quaisquer pontos, e o nome do(s) autor(es) não será mostrado

source: update summary:
pt: resumo das actualizações

source: enter a brief summary of your revision (e.g. fixed spelling, grammar, improved style, this field is optional)
pt: introduza um pequeno resumo da sua revisão (exemplos: corrigida ortografia; melhorada a gramática; estilo melhorado) este campo é opcional

source: Automatically accept user's contributions for the email updates
pt: Aceitar automáticamente a contribuição dos utilizadores para os emails de actualização

source: Your name:
pt: O seu nome:

source: Email (not shared with anyone):
pt: Email (não é partilhado com ninguém):

source: Your message:
pt: A sua mensagem:

source: this email does not have to be linked to gravatar
pt: este email não tem que estar associado ao gravatar

source: Real name
pt: Nome real

source: Location
pt: Localização

source: Date of birth
pt: Data de nascimento

source: will not be shown, used to calculate age, format: YYYY-MM-DD
pt: não é mostrada, utilizada apenas para calcular a idade, formato: AAAA-MM-DD

source: Profile
pt: Perfíl

source: this email has already been registered, please use another one
pt: este email já se encontra registado, por favor utilize outro

source: Choose email tag filter
pt: Seleccione o filtro de etiquetas para o email

source: weekly
pt: semanal

source: no email
pt: nenhum email

source: daily
pt: diário

source: Asked by me
pt: Perguntadas por mim

source: Answered by me
pt: Respondidas por mim

source: Individually selected
pt: Seleccionadas individualmente

source: Entire forum (tag filtered)
pt: Forum inteiro (filtrado por etiquetas)

source: Entire forum
pt: Forum inteiro

source: Questions that I asked
pt: Perguntas que eu fiz

source: Questions that I answered
pt: Perguntas que eu respondi

source: Individually selected questions
pt: Perguntas seleccionadas individualmente

source: Weekly
pt: Semanal

source: Daily
pt: Diário

source: No email
pt: Nenhum email

source: %(author)s modified the question
pt: %(author)s modificou a pergunta

source: %(people)s posted %(new_answer_count)s new answers
pt: %(people)s colcaram %(new_answer_count)s novas perguntas

source: %(people)s commented the question
pt: %(people)s comantaram a pergunta

source: %(people)s commented answers
pt: %(people)s comentaram as respostas

source: %(people)s commented an answer
pt: %(people)s comentaram uma resposta

source: interesting
pt: interessante

source: ignored
pt: ignorada

source: gold
pt: ouro

source: silver
pt: prata

source: upfiles/
pt: ficheiros/

source: about/
pt: acerca/

source: privacy/
pt: privacidade/

source: logout/
pt: sair/

source: answers/
pt: respostas/

source: comments/
pt: comentarios/

source: edit/
pt: editar/

source: revisions/
pt: revisoes/

source: questions/
pt: perguntas/

source: ask/
pt: perguntar/

source: unanswered/
pt: respondidas/

source: close/
pt: fechar/

source: reopen/
pt: reabrir/

source: answer/
pt: responder/

source: vote/
pt: votar/

source: command/
pt: comando/

source: tags/
pt: etiquetas/

source: mark-tag/
pt: marcar-etiqueta/

source: interesting/
pt: interessante/

source: ignored/
pt: ignorada/

source: unmark-tag/
pt: desmarcar-etiqueta/

source: users/
pt: utilizadores/

source: moderate-user/
pt: moderar-utilizadores/

source: badges/
pt: premios/

source: messages/
pt: mensagens/

source: markread/
pt: marcar-lida/

source: books/
pt: livros/

source: search/
pt: pesquisar/

source: account/
pt: conta/

source: overview
pt: visão geral

source: user profile
pt: perfíl de utilizador

source: user profile overview
pt: visão geral do perfil de utilizador

source: recent activity
pt: actividade recente

source: recent user activity
pt: actividade recente do utilizador

source: profile - recent activity
pt: perfíl - actividade recente

source: responses
pt: respostas

source: profile - responses
pt: pefíl - respostas

source: reputation
pt: reputação

source: user reputation in the community
pt: reputação do utilizador na comunidade

source: profile - user reputation
pt: perfíl - reputação do utilizador

source: favorite questions
pt: perguntas favoritas

source: users favorite questions
pt: perguntas favoritas do utilizador

source: profile - favorite questions
pt: perfíl - perguntas favoritas

source: casted votes
pt: votos

source: user vote record
pt: registo de votos do utilizador

source: profile - votes
pt: perfíl - votos

source: email subscriptions
pt: subscrições de email

source: email subscription settings
pt: configuração das subscrições

source: profile - email subscriptions
pt: perfíl - subscrições de email

source: Q&A forum feedback
pt: feedaback do forum

source: Thanks for the feedback!
pt: Obrigado pelo seu feedaback!

source: We look forward to hearing your feedback! Please, give it next time :)
pt: Ansiamos pelo seu feedback. Por favor considere dá-lo na próxima visita :)

source: subscription saved, %(email)s needs validation, see %(details_url)s
pt: subscrição gravada, %(email)s necessita de validação, veja %(details_url)s

source: email update frequency has been set to daily
pt: a frequência dos emails de actualização foi configurada para diária

source: changes saved
pt: alterações gravadas

source: email updates canceled
pt: actualizações de email gravadas

source: uploading images is limited to users with >60 reputation points
pt: o upload de imagens só é permitido a membros com 60 ou mais pontos de reputação

source: allowed file types are 'jpg', 'jpeg', 'gif', 'bmp', 'png', 'tiff'
pt: tipos de ficheiros permitidos: 'jpg', 'jpeg', 'gif', 'bmp', 'png', 'tiff'

source: maximum upload file size is %sK
pt: os uploads tem um limite de %sK

source: Error uploading file. Please contact the site administrator. Thank you. %s
pt: Erro ao carregar o ficheiro. Por favor entre em contacto com o administrador do site. Obrigado. %s

source: email update message subject
pt: assunto do email de actualização

source: %(name)s, this is an update message header for a question
pt: %(name)s, este é o cabeçalho de uma mensagem de actualização para uma pergunta

source: new question
pt: nova pergunta

source: There is also one question which was recently
pt: Existe tambem uma pergunta que foi recentemente

source: Perhaps you could look up previously sent forum reminders in your mailbox.
pt: Talvez possa procurar por mensagens do forym enviadas recentemente para a sua caixa de correio

source: go to %(link)s to change frequency of email updates or %(email)s administrator
pt: vá a %(link)s para alterar a frequência das mensagens de actualização ou %(email)s o administrador

source: badges
pt: galardões

source: reputation points
pt: pontos de reputação

source: 2 days ago
pt: dois dias atrás

source: yesterday
pt: ontem

source: %(hr)d hour ago
pt: %(hr)d hora atrás

source: %(min)d min ago
pt: %(min)d minuto atrás

source: first time greeting with %(url)s
pt: mensagem de boas vindas com %(url)s

source: Sorry, could not find the page you requested.
pt: Lamentámos mas não encontramos a página que procura

source: This might have happened for the following reasons:
pt: Isto pode ter acontecido pelas seguintes razões

source: this question or answer has been deleted;
pt: esta pergunta ou resposta foi removida

source: url has error - please check it;
pt: o endereço tem um erro - por favor verifique;

source: the page you tried to visit is protected or you don't have sufficient points, see
pt: a página que tentou visitar está protegida, ou não tem pontos suficientes, veja

source: if you believe this error 404 should not have occured, please
pt: se acredita que este erro 404 não deveria ter acontecido, por favor

source: report this problem
pt: reporte este problema

source: back to previous page
pt: regressar à página anterior

source: see all questions
pt: veja todas as perguntas

source: see all tags
pt: veja todas as etiquetas

source: sorry, system error
pt: lamentámos, erro do sistema

source: system error log is recorded, error will be fixed as soon as possible
pt: o erro do sistema foi registado, será corrigido tão cedo quanto possível

source: please report the error to the site administrators if you wish
pt: por favor reporte o erro ao administrador do site

source: see latest questions
pt: ver ultimas perguntas

source: see tags
pt: ver etiquetas

source: About
pt: Acerca

source: Edit answer
pt: Editar resposta

source: hide preview
pt: esconder pré visualização

source: show preview
pt: mostra pré visualização

source: back
pt: regressar

source: revision
pt: revisão

source: select revision
pt: seleccionar revisão

source: Toggle the real time Markdown editor preview
pt: Ligar a pré visualização em tempo real do editor Markdown

source: toggle preview
pt: ligar pré visualização

source: Save edit
pt: Gravar alterações

source: Cancel
pt: Cancelar

source: answer tips
pt: dicas para resposta

source: please make your answer relevant to this community
pt: por favor faça com que a sua resposta seja relevante para esta comunidade

source: try to give an answer, rather than engage into a discussion
pt: tente dar uma resposta ao invés de criar uma discussão

source: please try to provide details
pt: por favor tente dar mais detalhes

source: be clear and concise
pt: seja claro e conciso

source: see frequently asked questions
pt: veja perguntas frequentes

source: Markdown tips
pt: dicas de Markdown

source: *italic* or __italic__
pt: *itálico* ou __itálico__

source: **bold** or __bold__
pt: **negrito** ou __negrito__

source: text
pt: texto

source: image
pt: imagem

source: numbered list:
pt: lista númerada

source: basic HTML tags are also supported
pt: são permitidas algumas 'tags' de HTML básicas

source: learn more about Markdown
pt: aprenda mais sobre o Markdown

source: Ask a question
pt: Faça um pergunta

source: login to post question info
pt: inicie sessão para colocar a questão

source: must have valid %(email)s to post, see %(email_validation_faq_url)s
pt: tem que ter %(email)s válido para postar, veja %(email_validation_faq_url)s

source: (required)
pt: (obrigatório)

source: Login/signup to post your question
pt: Inicie sessão/crie uma conta para colocar a sua questão

source: Ask your question
pt: Coloque a sua questão

source: Badge
pt: galardão

source: The users have been awarded with badges:
pt: Os utilizadores foram premiados

source: Badges summary
pt: Resumo dos galardões

source: Badges
pt: galardões

source: Community gives you awards for your questions, answers and votes.
pt: A comunidade premeia-o pelas suas perguntas, respostas e votos

source: Below is the list of available badges and number of times each type of badge has been awarded. Give us feedback at %(feedback_faq_url)s.
pt: Abaixo está uma lista de possíveis galardões e o número de vezes que cada galardão foi concedido. Dê-nos os seu feedaback em %(feedback_faq_url)s.

source: Community badges
pt: galardões da comunidade

source: gold badge description
pt: descrição do galardão dourado

source: silver badge description
pt: descrição do galardão prateado

source: bronze badge: often given as a special honor
pt: galardão de bronze, muitas vezes concedido como uma honra especial

source: bronze badge description
pt: descrição do galardão de bronze

source: reading channel
pt: canal de leitura

source: [author]
pt: [autor]

source: [publisher]
pt: [publicação]

source: [publication date]
pt: [data de publicação]

source: [price]
pt: [preço]

source: currency unit
pt: unidade monetária

source: [pages]
pt: [páginas]

source: pages abbreviation
pt: abreviação das páginas

source: [tags]
pt: [etiquetas]

source: author blog
pt: blog do autor

source: book directory
pt: directório de livros

source: buy online
pt: comprar online

source: reader questions
pt: perguntas dos leitores

source: ask the author
pt: perguntar ao autor

source: this question was selected as favorite
pt: esta pergunta foi colocada como favorita

source: number of times
pt: número de vezes

source: votes
pt: votos

source: the answer has been accepted to be correct
pt: a resposta foi aceite como correcta

source: views
pt: vistas

source: using tags
pt: a utilizar etiquetas

source: subscribe to book RSS feed
pt: subscrever à feed RSS do livro

source: subscribe to the questions feed
pt: subscrever à feed das perguntas

source: Close question
pt: Fechar pergunta

source: Close the question
pt: Fechar a pergunta

source: Reasons
pt: Razões

source: OK to close
pt: OK para fechar

source: Frequently Asked Questions
pt: Perguntas Frequentes

source: What kinds of questions can I ask here?
pt: Que tipo de perguntas posso colocar aqui?

source: Most importanly - questions should be <strong>relevant</strong> to this community.
pt: O mais importante - as perguntas tem que ser relevantes para esta comunidade.

source: Before asking the question - please make sure to use search to see whether your question has alredy been answered.
pt: Antes de colocar uma pergunta, por favor certifique-se que utiliza as funções de pesquisa e verifique se esta já não foi respondida.

source: What questions should I avoid asking?
pt: Que tipo de perguntas devo evitar?

source: Please avoid asking questions that are not relevant to this community, too subjective and argumentative.
pt: Por favor evite perguntas que não sejam relevante para esta comunidade, subjectivas ou argumentativas.

source: What should I avoid in my answers?
pt: O que devo evitar nas minhas respostas?

source: is a Q&A site, not a discussion group. Therefore - please avoid having discussions in your answers, comment facility allows some space for brief discussions.
pt: Este é um site de perguntas e respostas, não um grupo de discussão. Como tal, por favor evite discussões nas suas respostas.Os comentários concedem algum espaço para breves discussões.

source: Who moderates this community?
pt: Quem modera esta comunidade?

source: The short answer is: <strong>you</strong>.
pt: Uma resposta breve: <strong>você</strong>

source: This website is moderated by the users.
pt: Este site é moderado pelos utilizadores.

source: The reputation system allows users earn the authorization to perform a variety of moderation tasks.
pt: O sistema de reputação permite aos utilizadores ganharem acesso para executar uma série de tarefas de moderação.

source: How does reputation system work?
pt: Como funciona o sistema de reputação?

source: Rep system summary
pt: Resumo do sistema de reputação
