Repository: 0mars/askbot-devel
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt

source: For example, if you ask an interesting question or give a helpful answer, your input will be upvoted. On the other hand if the answer is misleading - it will be downvoted. Each vote in favor will generate <strong>10</strong> points, each vote against will subtract <strong>2</strong> points. There is a limit of <strong>200</strong> points that can be accumulated per question or answer. The table below explains reputation point requirements for each type of moderation task.
pt: Por exemplo, se colocar uma pergunta ou resposta úteis, esta receberá votos positivos. Por outro lado, se a resposta for enganadora receberá votos negativos. Cada voto posiivo gera <strong>10</strong> pontos, e cada voto negativo subtrai <strong>2</strong> pontos à sua reputação. Existe um limite de <strong>200</strong> pontos que podem ser acumulados por pergunta ou resposta. A tabela abaixo explica o número de pontos necessários para cada tipo de tarefa de moderação

source: upvote
pt: voto positivo

source: use tags
pt: utilizar etiquetas

source: add comments
pt: adicionar comentários

source: downvote
pt: voto negativo

source: open and close own questions
pt: abrir e fachar as próprias perguntas

source: retag questions
pt: re-etiquetar a pergunta

source: edit community wiki questions
pt: alterar perguntas do wiki da comunidade

source: edit any answer
pt: alterar qualuqer resposta

source: open any closed question
pt: abrir

source: delete any comment
pt: eliminar qualquer comentário

source: delete any questions and answers and perform other moderation tasks
pt: eliminar quaisquer perguntas ou respostas e realizar outras tarefas de moderação

source: how to validate email title
pt: como validar o título do email

source: how to validate email info with %(send_email_key_url)s %(gravatar_faq_url)s
pt: como validar a informação do email com %(send_email_key_url)s %(gravatar_faq_url)s

source: what is gravatar
pt: o que é um gravatar

source: gravatar faq info
pt: informação e perguntas frequestes sobre o gravatar

source: To register, do I need to create new password?
pt: Para registar preciso de criar uma password?

source: No, you don't have to. You can login through any service that supports OpenID, e.g. Google, Yahoo, AOL, etc.
pt: Não, não é necessário. Pode iniciar sessão através de qualquer serviço que suporte OpenID, como Google, Yahoo, AOL, etc, ou através do facebook.

source: Login now!
pt: Iniciar sessão agora!

source: Why other people can edit my questions/answers?
pt: Porque oputras pessoas podem altarar as minhas perguntas/respostas?

source: Goal of this site is...
pt: O objectivo deste site é...

source: So questions and answers can be edited like wiki pages by experienced users of this site and this improves the overall quality of the knowledge base content.
pt: Assim, perguntas e respostas podem ser editadas como quaisquer páginas de wiki por utilizadores experientes deste site, melhorando assim a qualidade geral do conteúdo da base de conhecimento que sustenta este site.

source: If this approach is not for you, we respect your choice.
pt: Se este sistema não é para si, nós respeitamos a sua decisão.

source: Still have questions?
pt: Ainda tem perguntas?

source: Please ask your question at %(ask_question_url)s, help make our community better!
pt: Por favor coloque as suas perguntas em %(ask_question_url)s, ajude a fazer a nossa comunidade melhor!

source: questions
pt: perguntas

source: Give us your feedback!
pt: Dê-nos o seu feedback

source: <span class='big strong'>Dear %(user_name)s</span>, we look forward to hearing your feedback. Please type and send us your message below.
pt: <span class='big strong'>Caro(a) %(user_name)s</span>, ansiamos pelo seu feedback. Por favor escreva e envie a sua mensagem abaixo.

source: <span class='big strong'>Dear visitor</span>, we look forward to hearing your feedback. Please type and send us your message below.
pt: <span class='big strong'>Caro(a) %(user_name)s</span>, ansiamos pelo seu feedback. Por favor escreva e envie a sua mensagem abaixo.

source: (this field is required)
pt: (este campo é obrigatório)

source: Send Feedback
pt: Enviar Feedback

source: about
pt: acerca

source: contact us
pt: contacte-nos

source: privacy policy
pt: política de privacidade

source: give feedback
pt: dê-nos os seu feedback

source: logout
pt: saír

source: login
pt: entrar

source: back to home page
pt: voltar para a página principal

source: users
pt: utilizadores

source: books
pt: livros

source: unanswered questions
pt: perguntas não respondidas

source: my profile
pt: o meu perfíl

source: ask a question
pt: colocar uma pergunta

source: search
pt: pesquisar

source: Home
pt: Início

source: Questions
pt: Perguntas

source: last updated questions
pt: últimas perguntas actualizadas

source: newest
pt: mais recentes

source: hottest questions
pt: perguntas quentes

source: hottest
pt: mais quentes

source: most voted questions
pt: perguntas mais votadas

source: most voted
pt: mais votadas

source: all questions
pt: todas as perguntas

source: answers
pt: respostas

source: Posted:
pt: Colocada:

source: Updated:
pt: Actualizada:

source: see questions tagged
pt: ver perguntas etiquetadas

source: welcome to website
pt: benvindo ao website

source: Recent tags
pt: Etiquetas recentes

source: see questions tagged '%(tagname)s'
pt: ver perguntas com as etiquetas '%(tagname)s'

source: popular tags
pt: etiquetas populares

source: Recent awards
pt: galardões recentes

source: given to
pt: dado a

source: all awards
pt: todos os galardões

source: subscribe to last 30 questions by RSS
pt: subscrever às últimas 30 perguntas por RSS

source: Still looking for more? See
pt: Ainda procura mais? Veja

source: complete list of questions
pt: lista completa de perguntas

source: or
pt: ou

source: Please help us answer
pt: Por favor ajude-nos a responder

source: list of unanswered questions
pt: lista de perguntas por responder

source: Logout
pt: Saír

source: As a registered user you can login with your OpenID, log out of the site or permanently remove your account.
pt: Como um utilizador registado pode iniciar sessão com o seu OpenID, saír do site ou remover permanentement a sua conta.

source: Logout now
pt: Saír agora

source: posts per page
pt: Posts por página

source: previous
pt: anterior

source: current page
pt: página actual

source: page number
pt: número de página

source: number - make blank in english
pt: número - branco em português

source: next page
pt: próxima página

source: one revision
pt: uma revisão

source: asked
pt: perguntado

source: answered
pt: respondido

source: posted
pt: colocado

source: updated
pt: actualizado

source: Privacy policy
pt: Política de privacidade

source: general message about privacy
pt: mensagens gerais acreca da privacidade

source: Site Visitors
pt: Visitantes do Site

source: what technical information is collected about visitors
pt: que tipo de informação técnica é recolhida sobre os visitantes

source: Personal Information
pt: Informação Pessoal

source: details on personal information policies
pt: detalhes acerca das políticas de informação pessoal

source: Other Services
pt: Outros Serviços

source: details on sharing data with third parties
pt: detalhes acerca de partilhar dados com terceiros

source: cookie policy details
pt: detalhes da política de cookies

source: Policy Changes
pt: Alterações de Política

source: how privacy policies can be changed
pt: como políticas de privacidade podem ser alteradas

source: i like this post (click again to cancel)
pt: gosto disto (clique de novo para cancelar)

source: current number of votes
pt: número actual de votos

source: i dont like this post (click again to cancel)
pt: não gosto disto (clique de novo para cancelar)

source: mark this question as favorite (click again to cancel)
pt: colocar esta pergunta nos favoritos (clique de novo para cancelar)

source: remove favorite mark from this question (click again to restore mark)
pt: remover dos favoritos (clique de novo para recolocar nos favoritos)

source: edit
pt: alterar

source: reopen
pt: reabrir

source: close
pt: fechar

source: report as offensive (i.e containing spam, advertising, malicious text, etc.)
pt: reportar como ofensivo (contem spam ou publicidade, texto malicioso, etc.)

source: flag offensive
pt: marcar como ofensivo

source: delete
pt: remover

source: delete this comment
pt: remover este comentário

source: add comment
pt: adicionar comentário

source: see <strong>one</strong> more
pt: veja mais <strong>um</strong>

source: see <strong>one</strong> more comment
pt: veja mais <strong>um</strong> comentário

source: The question has been closed for the following reason "%(close_reason)s" by
pt: A pergunta foi fechada pelo seguinte motivo: "%(close_reason)s" por

source: close date %(closed_at)s
pt: data de fecho %(closed_at)s

source: One Answer:
pt: Uma resposta:

source: oldest answers will be shown first
pt: respostas mais antigas serão mostrada primeiro

source: oldest answers
pt: respostas mais antigas

source: newest answers will be shown first
pt: novas respostas serão mostradas primeiro

source: newest answers
pt: novas respostas

source: most voted answers will be shown first
pt: respostas mais votadas serão mostradas primeiro

source: popular answers
pt: respostas populares

source: i like this answer (click again to cancel)
pt: gosto desta resposta (clique de novo para cancelar)

source: i dont like this answer (click again to cancel)
pt: não gosto desta resposta (clique de novo para cancelar)

source: mark this answer as favorite (click again to undo)
pt: colocar esta resposta nos favoritos (clique de novo para cancelar)

source: the author of the question has selected this answer as correct
pt: o autor da pergunta seleccionou esta resposta como a correcta

source: answer permanent link
pt: link permanente para a resposta

source: permanent link
pt: link permanente

source: undelete
pt: desfazer remover

source: see <strong>one</strong> more
pt: veja mais <strong>um</strong>

source: see <strong>one</strong> more comment
pt: veja mais <strong>um</strong> comentário

source: Notify me weekly when there are any new answers
pt: Notificar-me semanalmente quando existem novas respostas.

source: You can always adjust frequency of email updates from your %(profile_url)s
pt: Pode sempre alterar a frequeência dos emails de actualização a partir de %(profile_url)s

source: once you sign in you will be able to subscribe for any updates here
pt: assim que iniciar sessão poderá subscrever quaiquer actualizações aqui

source: Your answer
pt: A sua resposta

source: Be the first one to answer this question!
pt: Seja o primeiro a respoder a esta pergunta!

source: you can answer anonymously and then login
pt: pode responder anonimante e depois iniciar sessão

source: answer your own question only to give an answer
pt: seleccione a sua própria pergunta apenas para dar uma resposta

source: please only give an answer, no discussions
pt: por favor dê apenas uma resposta, sem discussões

source: Login/Signup to Post Your Answer
pt: Inicie sessão/Registe-se para colocar a sua resposta

source: Answer Your Own Question
pt: Responder à sua própria pergunta

source: Answer the question
pt: Responder à pergunta

source: Question tags
pt: Etiquetas da pergunta

source: question asked
pt: pergunta colocada

source: question was seen
pt: pergunta foi vista

source: times
pt: vezes

source: last updated
pt: última ctualização

source: Related questions
pt: Questões relacionadas

source: Edit question
pt: Editar pergunta

source: question tips
pt: dicar para perguntas

source: please ask a relevant question
pt: por favor coloque uma pergunta relevante

source: please try provide enough details
pt: por favor tente detalhar mais

source: Change tags
pt: Alterar etiquetas

source: up to 5 tags, less than 20 characters each
pt: até 5 etiquetas, menos de 20 caractéres cada

source: Why use and modify tags?
pt: Porquê utilizar e modificar etiquetas?

source: tags help us keep Questions organized
pt: as etiquetas ajudam-nos a manter as perguntas organizadas

source: tag editors receive special awards from the community
pt: os editores das perguntas recebem galardões especiais da comunidade

source: Found by tags
pt: Encontrado por etiquetas

source: Search results
pt: Resultados de pesquisa

source: Found by title
pt: Encontrado por título

source: Unanswered questions
pt: Perguntas por responder

source: All questions
pt: Todas as perguntas

source: most recently asked questions
pt: perguntas mais recentes

source: most recently updated questions
pt: perguntas actualizadas mais recentemente

source: active
pt: activo

source: Did not find anything?
pt: Encontrou alguma coisa?

source: Did not find what you were looking for?
pt: Encontrou o que procurava?

source: Please, post your question!
pt: Por favor coloque a sua pergunta!

source: have total %(q_num)s questions tagged %(tagname)s
pt: um total de %(q_num)s perguntas etiquetadas %(tagname)s

source: have total %(q_num)s questions containing %(searchtitle)s in full text
pt: um total de %(q_num)s perguntas contendo %(searchtitle)s

source: have total %(q_num)s questions containing %(searchtitle)s
pt: um total de %(q_num)s perguntas contendo %(searchtitle)s

source: have total %(q_num)s unanswered questions
pt: um total de %(q_num)s perguntas por responder

source: have total %(q_num)s questions
pt: um total de %(q_num)s perguntas

source: latest questions info
pt: informação sobre as últimas perguntas

source: Questions are sorted by the <strong>time of last update</strong>.
pt: As perguntas estão ordenadas pela altura da <strong>última actualização</strong>

source: Most recently answered ones are shown first.
pt: Respondidas mais recentemente são mostradas primeiro.

source: Questions sorted by <strong>number of responses</strong>.
pt: Perguntas ordenadas por <strong>número de respostas</strong>

source: Most answered questions are shown first.
pt: Perguntas mais respondidas são mostradas primeiro.

source: Questions are sorted by the <strong>number of votes</strong>.
pt: Perguntas são ordenadas por <strong>número de votos</strong>

source: Most voted questions are shown first.
pt: Perguntas mais votadas são mostradas primeiro.

source: Related tags
pt: Etiquetas relacionadas.

source: see questions tagged '%(tag_name)s'
pt: ver perguntas etiquetadas '%(tag_name)s

source: Reopen question
pt: Pergunta reaberta

source: Open the previously closed question
pt: Abrir uma pergunta fechada anteriormente

source: The question was closed for the following reason
pt: A pergunta foi fechada pela seguinte rasão

source: reason - leave blank in english
pt: rasão - deixar em branco

source: on
pt: ligado

source: date closed
pt: fechada em

source: Reopen this question
pt: Reabrir a pergunta

source: Revision history
pt: Histórico da revisão

source: click to hide/show revision
pt: clicar para esconder/fechar revisão

source: Interesting tags
pt: Etioquetas interessantes

source: remove '%(tag_name)s' from the list of interesting tags
pt: remover '%(tag_name)s' da lista de etiquetas interessantes

source: Add
pt: Adicionar

source: Ignored tags
pt: Etiquetas ignoradas

source: remove '%(tag_name)s' from the list of ignored tags
pt: remover '%(tag_name)s' da lista de etiquetas ignoradas

source: keep ingored questions hidden
pt: manter perguntas ignoradas escondidas

source: Tag list
pt: Lista de etiquetas

source: sorted alphabetically
pt: ordenadas alfabeticamente

source: by name
pt: por nome

source: sorted by frequency of tag use
pt: ordenada por frequência de utilização

source: by popularity
pt: por popularidade

source: All tags matching query
pt: Todas as etiquetas correspondendo a

source: all tags - make this empty in english
pt: todas as etiquetas

source: Nothing found
pt: Nada encontrado

source: Edit user profile
pt: Editar perfil de utilizador

source: edit profile
pt: editar perfíl

source: image associated with your email address
pt: imagem associada com a sua conta de email

source: avatar, see %(gravatar_faq_url)s
pt: avatar, veja %(gravatar_faq_url)s

source: Registered user
pt: Utilizador registado

source: Screen Name
pt: Nome de ecrã

source: Update
pt: Actualizar

source: Email subscription settings
pt: Configurações da subscrição de email

source: email subscription settings info
pt: informação sobre as configurações da subscrição de email

source: Stop sending email
pt: Parar de enviar emails

source: Moderate this user
pt: Moderar este utilizador

source: update profile
pt: actualizar perfíl

source: real name
pt: nome real

source: member for
pt: membro desde

source: last seen
pt: última sessão em

source: user website
pt: website do membro

source: location
pt: localização

source: age
pt: idade

source: age unit
pt: unidade da idade

source: todays unused votes
pt: votos não utilizados hoje

source: votes left
pt: votos restantes

source: <span class="count">1</span> Question
pt: <span class="count">1</span> Pergunta

source: <span class="count">1</span> Answer
pt: "" <span class="count">1</span> Resposta

source: the answer has been voted for %(vote_count)s times
pt: a resposta foi votada %(vote_count)s vezes

source: this answer has been selected as correct
pt: esta resposta foi selecionada como sendo a correcta

source: (one comment)
pt: (um comentário)

source: <span class="count">1</span> Vote
pt: <span class="count">1</span> Voto

source: thumb up
pt: p'ra cima

source: user has voted up this many times
pt: o utilizador votou positivamente estas vezes

source: thumb down
pt: p'ra baixo

source: user voted down this many times
pt: utilizador voutou negativamente estas vezes

source: <span class="count">1</span> Tag
pt: <span class="count">1</span> Etiqueta

source: see other questions with %(view_user)s's contributions tagged '%(tag_name)s'
pt: ver outras perguntas com a contribuição do utilizador %(view_user)s etiquetadas '%(tag_name)s'

source: <span class="count">1</span> Badge
pt: <span class="count">1</span> galardão

source: User profile
pt: Perfíl do utilizador

source: graph of user reputation
pt: gráfico da reputação do utilizador

source: reputation history
pt: histórico da reputação

source: questions that user selected as his/her favorite
pt: perguntas que o utilizador seleccionou como favoritas

source: favorites
pt: favoritas

source: Users
pt: Utilizadores

source: recent
pt: recentes

source: oldest
pt: mais antigas

source: by username
pt: por nome de utilizador

source: users matching query %(suser)s:
pt: utilizadores que correspondem a %(suser)s:

source: Nothing found.
pt: Nada encontrado.

source: this questions was selected as favorite
pt: esta pergunta foi seleccionada como favorita

source: thumb-up on
pt: p'ra cima ligado

source: thumb-up off
pt: p'ra cima desligado

source: this answer has been accepted to be correct
pt: esta resposta foi aceite como correcta

source: Change email
pt: Alterar email

source: Save your email address
pt: Gravar o seu endereço de email

source: change %(email)s info
pt: alterar informação de %(email)s

source: here is why email is required, see %(gravatar_faq_url)s
pt: aqui está porque o email é obrigatório, veja %(gravatar_faq_url)s

source: Your new Email
pt: O seu novo Email

source: Your Email
pt: O seu Email

source: Save Email
pt: Gravar Email

source: Validate email
pt: Validar Email

source: validate %(email)s info or go to %(change_email_url)s
pt: validar informação de %(email)s ou ir a %(change_email_url)s

source: Email not changed
pt: Email não alterado

source: old %(email)s kept, if you like go to %(change_email_url)s
pt: email anterior %(email)s mantido, se quiser pode ir a %(change_email_url)s

source: Email changed
pt: Email alterado

source: your current %(email)s can be used for this
pt: o seu %(email)s actual pode ser utilizado para isto

source: Email verified
pt: Email verificado

source: thanks for verifying email
pt: obrigado por verificar o email

source: email key not sent
pt: chave do email não enviada

source: email key not sent %(email)s change email here %(change_link)s
pt: chave do email não enviada %(email)s alterar email aqui %(change_link)s

source: Change OpenID
pt: Alterar OpenID

source: Account: change OpenID URL
pt: Conta: alterar URL da OpenID

source: This is where you can change your OpenID URL. Make sure you remember it!
pt: É aqui que pode alterar a URL da sua OpenID. Não se esqueça dela!.

source: Please correct errors below:
pt: Por favor corrija os erros abaixo:

source: OpenID URL:
pt: URL da OpenID

source: Change password
pt: Alterar password

source: Account: change password
pt: Conta: alterar password

source: This is where you can change your password. Make sure you remember it!
pt: É aqui que pode alterar a sua password. Não se esqueça dela!

source: Connect your OpenID with this site
pt: Ligar a sua OpenID a este site

source: Connect your OpenID with your account on this site
pt: Ligar a sua OpenID com a sua conta neste site

source: register new %(provider)s account info, see %(gravatar_faq_url)s
pt: registar nova informação de conta de %(provider)s, veja %(gravatar_faq_url)s

source: %(username)s already exists, choose another name for %(provider)s. Email is required too, see %(gravatar_faq_url)s
pt: %(username)s já existe, por favor escolha outro nome para %(provider)s. O Email também é obrigatório. Veja %(gravatar_faq_url)s

source: register new external %(provider)s account info, see %(gravatar_faq_url)s
pt: registar informação de nova conta externa %(provider)s, veja %(gravatar_faq_url)s

source: register new Facebook connect account info, see %(gravatar_faq_url)s
pt: registar informação de nova conta do Facebook, veja %(gravatar_faq_url)s

source: This account already exists, please use another.
pt: Esta conta já existe, por favor utilize outra

source: Sorry, looks like we have some errors:
pt: Lamentámos, parece que encontramos alguns erros

source: Screen name label
pt: Nome de ecrã

source: Email address label
pt: Endereço de email

source: receive updates motivational blurb
pt: receber actualizações da sinopse motivacional

source: Tag filter tool will be your right panel, once you log in.
pt: A ferramenta de filtro de etiquetas estará no seu painel assim que iniciar sessão.

source: create account
pt: criar conta

source: Existing account
pt: Conta existente

source: user name
pt: nome de utilizador

source: Register
pt: Registar

source: Forgot your password?
pt: Esqueceu a sua password?

source: Delete account
pt: Remover conta

source: Account: delete account
pt: Conta: remover conta

source: Note: After deleting your account, anyone will be able to register this username.
pt: Nota: Depois de remover esta conta, qualquer pessoa poderá registar com este nome de utilizador.

source: Check confirm box, if you want delete your account.
pt: Confirme se deseja remover a conta.

source: I am sure I want to delete my account.
pt: Tenho a certeza que desejo remover esta conta.

source: Password/OpenID URL
pt: Password/URL da OpenID

source: (required for your security)
pt: (obrigatório para sua segurança)

source: Delete account permanently
pt: Remover conta permanentemente

source: Traditional login information
pt: Informação sobre início de sessão tradicional

source: how to login with password through external login website
pt: como ligar com uma password através de um website externo

source: Send new password
pt: Enviar nova password

source: password recovery information
pt: informação de recuperação de password

source: Reset password
pt: Reiniciar a password

source: return to login
pt: voltar ao início de sessão

source: Account functions
pt: Funções da conta

source: Give your account a new password.
pt: Escolha uma nova password para a sua conta
