Repository: 0mars/askbot-devel
Catalog: askbot/locale/doc/*/LC_MESSAGES/djangojs.po
Languages: pt

source: Are you sure you want to remove your %s login?
pt: Tem a certeza que pretende remover o seu %s?

source: Please add one or more login methods.
pt: Por favor, adicione um ou mais métodos de início de sessão.

source: You don't have a method to log in right now, please add one or more by clicking any of the icons below.
pt: Não tem um método para iniciar sessão, adicione um ou mais clicando em qualquer um dos ícones abaixo.

source: passwords do not match
pt: as senhas não coincidem

source: Show/change current login methods
pt: Mostrar/alterar os métodos de início de sessão atual

source: Please enter your %s, then proceed
pt: Indique o seu %s e prossiga

source: Connect your %(provider_name)s account to %(site)s
pt: Ligar a conta %(provider_name)s ao %(site)s

source: Change your %s password
pt: Alterar a sua senha de %s

source: Change password
pt: Alterar senha

source: Create a password for %s
pt: Criar uma senha para %s

source: Create password
pt: Criar senha

source: Create a password-protected account
pt: Criar uma conta protegida por senha

source: loading...
pt: a carregar...

source: tags cannot be empty
pt: as tags não podem estar vazias

source: content cannot be empty
pt: o conteúdo não pode ser vazio

source: %s content minchars
pt: mínimo de %s caracteres de conteúdo

source: please enter title
pt: por favor, indique o título

source: %s title minchars
pt: mínimo de %s caracteres de título

source: insufficient privilege
pt: privilégios insuficiente

source: cannot pick own answer as best
pt: não pode escolher a sua resposta como a melhor

source: please login
pt: por favor, inicie sessão

source: anonymous users cannot follow questions
pt: os utilizadores anónimos não podem acompanhar questões

source: anonymous users cannot subscribe to questions
pt: os utilizadores anónimos não podem subscrever questões

source: anonymous users cannot vote
pt: os utilizadores anónimos não podem votar

source: please confirm offensive
pt: por favor, confirme o teor ofensivo

source: anonymous users cannot flag offensive posts
pt: os utilizadores anónimos não podem assinalar mensagens ofensivas

source: confirm delete
pt: confirmar eliminação

source: anonymous users cannot delete/undelete
pt: os utilizadores anónimos não podem eliminar/recuperar

source: post recovered
pt: mensagem recuperada

source: post deleted
pt: mensagem eliminada

source: Follow
pt: Acompanhar

source: %s follower
pt: %s acompanhante

source: <div>Following</div><div class="unfollow">Unfollow</div>
pt: <div>A seguir</div><div class="unfollow">Deixar de seguir</div>

source: undelete
pt: recuperar

source: delete
pt: eliminar

source: add comment
pt: adicionar comentário

source: save comment
pt: gravar comentário

source: enter %s more characters
pt: indique mais %s caracteres

source: %s characters left
pt: %s caracteres restantes

source: cancel
pt: cancelar

source: confirm abandon comment
pt: confirmar abandono de comentário

source: delete this comment
pt: eliminar este comentário

source: confirm delete comment
pt: confirmar a eliminação do comentário

source: Please enter question title (>10 characters)
pt: Por favor, indique o título da questão (>10 caracteres)

source: Tag "<span></span>" matches:
pt: Tags "<span></span>" coincidentes:

source: and %s more, not shown...
pt: e %s mais, ocultas...

source: Please select at least one item
pt: Escolha, pelo menos, um item

source: Delete this notification?
pt: Eliminar esta notificação?

source: Please <a href="%(signin_url)s">signin</a> to follow %(username)s
pt: Por favor, inicie a <a href="%(signin_url)s">sessão</a> para seguir %(username)s

source: unfollow %s
pt: deixar de seguir %s

source: following %s
pt: a seguir %s

source: follow %s
pt: seguir %s

source: click to close
pt: clique para fechar

source: click to edit this comment
pt: clique para editar este comentário

source: edit
pt: editar

source: see questions tagged '%s'
pt: consultar questões com a tag %s

source: bold
pt: negrito

source: italic
pt: itálico

source: link
pt: ligação

source: quote
pt: citar

source: preformatted text
pt: texto pré-formatado

source: image
pt: imagem

source: attachment
pt: anexo

source: numbered list
pt: lista numerada

source: bulleted list
pt: lista de marcas

source: heading
pt: título

source: horizontal bar
pt: barra horizontal

source: undo
pt: anular

source: redo
pt: refazer

source: enter image url
pt: insira o url da imagem

source: enter url
pt: insira o url

source: upload file attachment
pt: enviar ficheiro anexo

source: image description
pt: descrição da imagem

source: file name
pt: nome do ficheiro

source: link text
pt: vincular texto
